{
  "nav_partners": "Partners",
  "nav_how_it_works": "How it works?",
  "nav_showcase": "Showcase",
  "nav_about": "About us",
  "nav_faq": "FAQ",
  "login_button": "Login",
  "signup_button": "Sign Up",
  "hero_title": "Create. Launch. Earn.",
  "hero_subtitle1": "A platform where your algorithms turn into a living force capable of earning 24/7. Flexible tools, automation, instant deployment—everything you need to focus on strategy, not routine.",
  "hero_subtitle2": "Our own exchange, a terminal based on MetaTrader 5, low commissions, and ready-made algo-bots—from long-term to scalping.",
  "hero_join_button": "Join Us",
  "partners_title": "Our Partners",
  "how_it_works_title": "How it works?",
  "showcase_title": "Algo-Bot Showcase",
  "builder_title": "Bot Builder",
  "terminal_title": "All markets, one terminal",
  "advantages_title": "Our Advantages",
  "security_title": "Security and Compliance",
  "about_title": "About Us",
  "faq_title": "FAQ",
  "start_bot_title": "Launch your first bot today",
  "strategy_long_term_title": "Long-term",
  "strategy_long_term_desc": "Strategies focused on long-term position holding and global trends. Minimal number of trades, focus on fundamental analysis.",
  "strategy_mid_term_title": "Mid-term",
  "strategy_mid_term_desc": "A balanced approach with holding positions from several days to weeks. Uses a combination of technical and news analysis.",
  "strategy_intraday_title": "Intraday",
  "strategy_intraday_desc": "A set of signals on medium timeframes: 15-30 minutes. Allows for a small number of trades within the day, with a medium implementation period.",
  "strategy_scalping_title": "Scalping",
  "strategy_scalping_desc": "High-frequency strategies to profit from minimal price fluctuations. Requires quick reaction and minimal delays.",
  "about_text1": "We create a comfortable environment for algo-trading and automated strategies. Fixone Global Trading was founded so that every trader and investor can earn on international markets without obstacles and unnecessary barriers. Based on our experience since 2019 and dozens of successfully implemented strategies, we have focused on automation and algo-bots that allow for stable work in any market conditions.",
  "about_text2": "Our solutions are suitable for scalpers, arbitrageurs, crypto traders, algo-traders, managers, and private investors. In the Fixone MetaTrader 5 trading terminal, all strategies are available—from classic tactics to advanced algorithmic models, fully ready for integration with bots.",
  "about_text3": "Fixone is a reliable ecosystem where ideas turn into algorithms, and algorithms turn into profit.",
  "ceo_name": "Igor Botnari",
  "ceo_title": "CEO and Founder",
  "achievement1_year": 2019,
  "achievement1_items": [
    "Launch of the first investment products",
    "Beginning of the journey to create our own ecosystem"
  ],
  "achievement2_year": 2021,
  "achievement2_items": [
    "Creation of a company with innovative investment solutions",
    "Issuance of own crypto tokens and NFTs",
    "Launch of a brokerage company based on White Label",
    "Million-dollar profits for partners and international awards",
    "Unification of traders led by Igor Botnari"
  ],
  "achievement3_year": 2023,
  "achievement3_items": [
    "Implementation of our own Fixone MetaTrader 5 trading terminal",
    "Integration of a crypto exchange and liquidity providers",
    "Support for all types of instruments: from classic to cryptographic"
  ],
  "footer_terms": "Terms and Conditions",
  "footer_privacy": "Privacy Policy",
  "footer_legal": "Legal Documents"
}
